{
  "additive": "A situation or relationship that involves addition, subtraction or both, e.g. giving change from a simple money transaction.",
  "algebraic expression": "A mathematical statement formed by combining numbers, variables and arithmetic operations such as addition, subtraction, multiplication and division.",
  "algorithm": "A process that can be carried out systematically, using a well-defined set of instructions, to perform a particular task or solve a type of problem.",
  "analog clock": "A clock with hours marked from 1 to 12 arranged in a circle and moving hands to show you the time.",
  "assign probabilities": "The process of giving a numerical value (between 0 and 1) to represent the likelihood of an event occurring.",
  "bias (statistics)": "A measure being systematically moved away from the true value, leading to overestimating or underestimating that value.",
  "bivariate data": "Data relating to measurement of 2 variables. It can be categorical data, numerical data or a combination of both.",
  "cartesian plane": "A plane divided into 4 regions (quadrants) by 2 perpendicular axes, the x-axis and the y-axis, which intersect at a point called the origin.",
  "categorical data": "Data in discrete categories, e.g. data on blood groups with values of type A, B, AB or O.",
  "chance experiment (trial)": "A repeatable experiment involving chance where more than one outcome is possible, such as tossing a coin or rolling a die.",
  "composite shape": "A shape that is formed by combining other plane shapes. Composite shapes are often described as 'complex' when they are made up of many and different shapes.",
  "compound event": "In probability, an event that consists of more than one event occurring at the same time, e.g. tossing a coin and selecting a card.",
  "conditional probability": "Consideration of whether the knowledge of the occurrence of one event, A, affects the probability of occurrence of another event, B.",
  "congruent": "Figures that are exactly the same shape and size, so they can be perfectly superimposed on each other.",
  "coordinates": "A set of values that define the position of a point or an object in a space. The coordinate system being used will govern the nature of the coordinates.",
  "cross-section": "The intersection of a solid object with a plane. It may differ for a given solid depending on the orientation of the slicing plane.",
  "data displays": "Visual formats for organising, representing and summarising data. Also called visualisations.",
  "denominator": "The bottom number in a fraction. In the fraction 3/4, the denominator is 4. It represents the number of equal parts into which the whole is divided.",
  "direct comparison": "Comparing objects directly using a particular attribute, such as placing two pencils side by side to compare their lengths.",
  "direct proportion": "A relationship between two quantities where they increase or decrease at the same rate, maintaining a constant ratio.",
  "discrete numerical data": "Numerical data that can take only a countable number of values, e.g. the number of people in a car, or clothing sizes.",
  "efficient strategies": "The choice of suitable approaches (mental, written, using digital tools), and methods within these. The means used for calculation reflect the purpose and context.",
  "enlargement transformation": "A scaling of a figure in which the corresponding lengths in the transformed figure are increased or decreased in proportion to the original figure. The 2 figures are similar.",
  "equally likely outcomes": "An event for which all outcomes have the same probability of occurring.",
  "equivalent fractions": "Fractions that represent the same value despite having different numerators and denominators, such as 1/2 and 2/4.",
  "estimation strategies": "Strategies used to estimate or find an approximate value for the amount, extent, duration, position or size of something.",
  "expected frequencies": "The number of times that a particular event or outcome is predicted to occur using theoretical probability.",
  "exponent": "The power (or index) to which a number is raised, shown as a superscript. For example, in 2^3, the exponent is 3, meaning 2 multiplied by itself 3 times.",
  "exponent laws": "Rules for manipulating exponents. Also referred to as index laws.",
  "exponential functions": "Functions where a constant base is raised to a variable power, such as f(x) = 2^x. Used to model growth and decay.",
  "factors": "Numbers that divide evenly into another number. For example, the factors of 12 are 1, 2, 3, 4, 6 and 12.",
  "gradient": "The slope of a line. It is calculated as the gradient of a line segment it contains.",
  "grid reference": "A way of identifying a region on a map using coordinates and grid lines to refer to specific features or locations.",
  "growing pattern": "A pattern where each term is either an increase or a decrease on the previous term. Change from term to term is predictable if the pattern is growing additively, multiplicatively or exponentially.",
  "guided statistical investigation": "A teacher-led, scaffolded approach to the statistical investigation process including collecting, representing and analysing data, interpreting and communicating results.",
  "informal units": "Units whose values are decided on in a given context, e.g. the use of a pace to measure distance (non-uniform unit); the use of paperclips to measure length (uniform unit).",
  "integer": "A whole number, which can be positive, negative or zero. For example, -3, 0, 7 are all integers, but 2.5 is not.",
  "irrational number": "A number that cannot be expressed as a simple fraction. Its decimal expansion goes on forever without repeating, such as pi or the square root of 2.",
  "line graphs": "Graphs that represent the changing relationship between 2 variables. They use lines to connect individual data points, and are generally used to show how something changes over time.",
  "linear equations": "Equations where the variable is only raised to the power of 1. The general form is ax + b = 0, where a and b are constants.",
  "linear expression": "An algebraic expression where the variable is only raised to the power of 1, such as 3x + 2.",
  "linear inequalities": "Mathematical statements using inequality signs (less than, greater than) with linear expressions, such as 2x + 1 > 5.",
  "logarithmic scales": "Scales where successive endpoint values of intervals increase by a constant factor (multiplicatively). Contrast with linear scales in which the increase is a constant amount.",
  "mathematical modelling": "The process of using mathematics to represent, analyse and solve real-world problems, then interpreting and communicating the results in context.",
  "measure of central tendency": "A statistic that is used to summarise a data set. There are 3 common measures of centre for a data set: mode, median and mean.",
  "mode": "The most frequently occurring value in a set of data. There can be more than one mode.",
  "multiples": "A multiple of a number is the product of that number and any whole number. For example, multiples of 3 are 3, 6, 9, 12, and so on.",
  "multiplication facts": "The results of multiplying pairs of single-digit numbers (0 to 9). Knowing these by heart is foundational to arithmetic.",
  "multiplicative": "Problems or contexts that involve multiplication or division, e.g. calculating the number of seats in a theatre that has 30 rows of 24 seats.",
  "natural numbers": "The counting numbers: 1, 2, 3, 4, 5, and so on. Some definitions also include 0.",
  "nets": "Plane figures that can be folded to form a polyhedron. More specifically, 2-dimensional representations comprising joined shapes (the faces) that can be folded (along edges) to form the object.",
  "network": "A set of points (vertices or nodes) some of which are joined by lines or curves (edges) which sometimes enclose regions (faces), e.g. road networks, a family tree or the edges lining a tennis court.",
  "number line": "A line that gives a pictorial representation of real numbers.",
  "number sentence": "A mathematical statement using numbers, operations and symbols such as equals or inequality signs. For example, 3 + 4 = 7 or 5 > 2.",
  "numeral": "The designation of a number in a given language, e.g. the number ‘three’ is designated by the Hindu-Arabic numeral 3, the Roman numeral III, and the Chinese numeral 三.",
  "numerical data": "Data expressed as numbers. It can be discrete (countable values like number of children) or continuous (measurable values like height).",
  "ordinal categorical data": "Categorical data that has a ranking or order such as Likert scales, clothing sizes, placegetters in a race.",
  "outlier": "A data value that appears to stand out from the other members of the data set by being unusually high or low.",
  "parallelogram": "A quadrilateral in which opposite sides are parallel and equal in length.",
  "parameters": "A factor for which a specific value defines a condition or constraint for a function or relation.",
  "perfect square": "A number that is the square of a whole number. For example, 9 is a perfect square because 3 x 3 = 9.",
  "pi ()": "The ratio of the circumference of any circle to its diameter, approximately 3.14159. Denoted by the Greek letter pi.",
  "place value": "The value of a digit as determined by its position in a number relative to the ones (or units) place. For integers, the ones place is occupied by the rightmost digit in the number.",
  "prism": "A 3-dimensional solid with two identical parallel polygonal faces (called bases) connected by rectangular faces. Named by the shape of its bases, such as triangular prism or rectangular prism.",
  "pythagoras's theorem": "In a right-angled triangle, the square of the hypotenuse (longest side) equals the sum of the squares of the other two sides: a^2 + b^2 = c^2.",
  "quadratic equation": "An equation where the highest power of the variable is 2, in the general form ax^2 + bx + c = 0.",
  "quadratic expression": "An algebraic expression where the highest power of the variable is 2, in the general form ax^2 + bx + c.",
  "quadratic function": "A function whose rule is a quadratic expression. Its graph on the Cartesian plane produces a U-shaped curve called a parabola.",
  "quadrilateral": "A four-sided polygon. Examples include square (a regular quadrilateral, all sides and angles equal), rectangle, kite and trapezium.",
  "random sample": "A subset of a population chosen so that every member has an equal chance of being selected.",
  "rate": "A comparison of 2 quantities measured in different units, e.g. the rate of distance to time, known as speed, because distance and time are measured in different units (such as kilometres and hours).",
  "rational number": "A number that can be expressed as a fraction where both the numerator and denominator are integers and the denominator is not zero. Includes integers, fractions and terminating or recurring decimals.",
  "real numbers": "All numbers on the number line, including both rational numbers (fractions, integers) and irrational numbers (such as pi).",
  "reasonableness (calculation)": "Checking the results of calculations or operations to see if they are reasonable in the context, e.g. the sum of 2 odd natural numbers must be an even number.",
  "recurring decimal": "A decimal that contains a sequence of digits that repeats forever, such as 0.333... (one-third) or 0.142857142857... (one-seventh).",
  "related denominators": "One of the denominators is a multiple of the other denominator of a pair of fractions.",
  "repeating pattern": "A pattern where there is an identifiable repeating unit such as beads arranged in a sequence of red, green, blue, red, green, blue …; days of the week or months of the year.",
  "right prism": "Convex polyhedra that have 2 congruent and parallel faces and all remaining faces are congruent rectangles.",
  "sample space": "The set of all possible outcomes of a chance experiment, e.g. the set of outcomes (also called sample points) from tossing 2 heads is {HH, HT, TH, TT}, where H represents a ‘head’ and T a ‘tail’.",
  "sampling": "A process by which a subset of a population is selected for the purposes of data analysis. This subset is called a sample.",
  "scatter plot": "A graph displaying two-variable (bivariate) data as dots, where each dot's position on the horizontal and vertical axes represents the values of the two variables.",
  "scientific notation": "A way of writing very large or very small numbers using powers of 10. For example, 3,200 is written as 3.2 x 10^3.",
  "shape (statistics)": "The overall form of a data distribution when displayed visually, which may be symmetrical, skewed to one side, or have multiple peaks.",
  "skip counting": "Counting from a given starting value using multiples of a fixed natural number, e.g. {2, 4, 6, ...} or {7, 12, 17...}.",
  "spread": "A statistic that indicates how widely the values of a data set are distributed. Common measures of spread include range, interquartile range, quantiles and percentiles.",
  "square number": "The result of multiplying a whole number by itself. For example, 1, 4, 9, 16, 25 are the first five square numbers.",
  "square root": "A value that, when multiplied by itself, gives the original number. For example, the square root of 25 is 5.",
  "statistical investigation": "A structured process of posing a question, collecting and analysing data, then interpreting and communicating the results.",
  "subitising": "Instantly recognising how many objects are in a small group without counting them one by one. For example, seeing 3 dots on a die and immediately knowing it's 3.",
  "tessellation": "A repeated pattern where shapes fit together to completely cover a surface with no gaps or overlaps, such as a honeycomb pattern.",
  "theorem": "A statement which has been derived from given statements using agreed rules of deduction (proof).",
  "time zones": "The 24 divisions of the globe, where each change of 15 degrees longitude corresponds to one hour. As time zones often align with national or regional boundaries this is an approximate relationship.",
  "trigonometric ratios": "Relationships between the angles and sides of right-angled triangles. The 3 basic ratios are sine, cosine and tangent.",
  "unit fraction": "A fraction with 1 as the numerator, such as 1/2, 1/3, 1/4 or 1/5.",
  "variation in data": "The characteristic that elements of a data set differ, e.g. the maximum temperature recorded at different suburbs of a town on a given day."
}