[
  {
    "yearLevel": "Foundation",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          {
            "description": "Connect number names, numerals and their position in sequence from 0 to at least 20",
            "example": "matching the word 'seven' to the numeral 7 and knowing it comes after 6",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-counting-topic/cc-early-math-counting/e/counting-out-1-20-objects",
            "worksheetSlug": "number-names-0-20"
          },
          {
            "description": "Use subitising and counting strategies to quantify collections",
            "example": "instantly seeing 3 dots on a die and knowing it's 3 (subitising), or touching each block one by one while saying '1, 2, 3, 4, 5' to find the total (counting)",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-counting-topic/cc-early-math-count-object-topic/e/how-many-objects-1",
            "worksheetSlug": "subitising-counting"
          },
          {
            "description": "Compare the size of collections to at least 20",
            "example": "saying 'there are more red blocks than blue blocks' when comparing groups of 12 and 8",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-counting-topic/cc-early-math-comparing-numbers/e/compare-groups-through-10",
            "worksheetSlug": "compare-collections"
          },
          {
            "description": "Partition and combine collections up to 10 in different ways",
            "example": "showing that 7 can be split into 3 and 4, or 5 and 2",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-add-sub-basics/cc-early-math-make-10/e/making-ten",
            "worksheetSlug": "partition-combine"
          },
          {
            "description": "Represent adding to, taking away from, and equal sharing with collections to at least 10",
            "example": "sharing 8 strawberries equally between 2 plates (4 each)",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-add-sub-basics/cc-early-math-add-sub-intro/v/basic-addition",
            "worksheetSlug": "add-subtract-share"
          }
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          {
            "description": "Copy and continue repeating patterns",
            "example": "continuing a red-blue-red-blue bead pattern",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-third-grade-math/arithmetic-patterns-and-problem-solving/imp-patterns-in-arithmetic/e/math-patterns",
            "worksheetSlug": "repeating-patterns"
          }
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          {
            "description": "Identify the attributes of mass, capacity, length and duration",
            "example": "recognising that a book is 'heavy' (mass) and a cup is 'full' (capacity)",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-measure-data-topic",
            "worksheetSlug": "mass-capacity-length-duration"
          },
          {
            "description": "Use direct comparison to compare objects and events",
            "example": "placing two pencils side by side to see which is longer",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-measure-data-topic/cc-early-math-length-intro/e/which-has-more-",
            "worksheetSlug": "direct-comparison"
          },
          {
            "description": "Sequence and connect familiar events to the time of day",
            "example": "'we eat breakfast in the morning and dinner in the evening'",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-measure-data-topic/cc-early-math-time/e/tell-time-to-hour-or-half-hour",
            "worksheetSlug": "time-of-day"
          }
        ]
      },
      {
        "strand": "Space",
        "items": [
          {
            "description": "Name, create and sort familiar shapes and give reasoning",
            "example": "sorting shapes into circles and triangles, saying 'this is a triangle because it has 3 sides'",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-geometry-topic/cc-early-math-properties-of-shapes/e/recognizing-shapes",
            "worksheetSlug": "familiar-shapes"
          },
          {
            "description": "Describe the position and location of objects in relation to other objects and people",
            "example": "'the teddy is on top of the shelf' or 'I am standing behind the chair'",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-geometry-topic/cc-early-math-properties-of-shapes/v/relative-position",
            "worksheetSlug": "position-location"
          }
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          {
            "description": "Collect, sort and compare data in response to questions in familiar contexts",
            "example": "surveying classmates' favourite fruits and sorting the results into groups",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-counting-topic/cc-early-math-comparing-numbers/e/sort-groups-by-count",
            "worksheetSlug": "collect-sort-data"
          }
        ]
      }
    ],
    "achievementStandard": "By the end of Foundation Year, students make connections between number names, numerals and position in the sequence of numbers from zero to at least 20. They use subitising and counting strategies to quantify collections. Students compare the size of collections to at least 20. They partition and combine collections up to 10 in different ways, representing these with numbers. Students represent practical situations that involve quantifying, equal sharing, adding to and taking away from collections to at least 10. They copy and continue repeating patterns. Students identify the attributes of mass, capacity, length and duration, and use direct comparison strategies to compare objects and events. They sequence and connect familiar events to the time of day. Students name, create and sort familiar shapes and give their reasoning. They describe the position and the location of themselves and objects in relation to other objects and people within a familiar space. Students collect, sort and compare data in response to questions in familiar contexts.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics"
    ]
  },
  {
    "yearLevel": "Year 1",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          {
            "description": "Connect number names, numerals and quantities; order numbers to at least 120",
            "example": "knowing that 47 comes before 48 and represents forty-seven objects",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-place-value",
            "worksheetSlug": "number-names-to-120"
          },
          {
            "description": "Partition two-digit numbers into tens and ones",
            "example": "breaking 36 into 3 tens and 6 ones",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-place-value/cc-1st-tens/e/understanding-place-value-as-tens-and-ones",
            "worksheetSlug": "tens-and-ones"
          },
          {
            "description": "Skip count in twos, fives or tens to at least 120",
            "example": "counting 5, 10, 15, 20, 25... to find the total of a group of 5-cent coins",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-place-value/cc-1st-skip-counting/e/skip-counting-by-5s-and-10s",
            "worksheetSlug": "skip-counting"
          },
          {
            "description": "Solve addition and subtraction problems with numbers to 20",
            "example": "working out 13 + 5 = 18 or 17 − 9 = 8",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-addition-subtraction",
            "worksheetSlug": "addition-subtraction-to-20"
          },
          {
            "description": "Solve practical problems involving equal sharing and grouping",
            "example": "sharing 12 counters equally among 3 children (4 each)",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-addition-subtraction/cc-1st-word-problems-types/e/addition-and-subtraction-word-problems--within-20--level-3",
            "worksheetSlug": "equal-sharing-grouping"
          }
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          {
            "description": "Create skip counting and repeating patterns, identifying the repeating unit",
            "example": "making a pattern of circle-square-circle-square and identifying that 'circle-square' is the unit that repeats",
            "khanAcademyUrl": "https://www.khanacademy.org/math/early-math/cc-early-math-counting-topic/cc-early-math-patterns/e/find-the-pattern",
            "worksheetSlug": "skip-counting-patterns"
          }
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          {
            "description": "Compare and order objects and events by length, mass, capacity and duration",
            "example": "ordering 3 ribbons from shortest to longest",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-measurement-data/cc-1st-measurement/e/comparing-lengths",
            "worksheetSlug": "compare-order-measures"
          },
          {
            "description": "Measure length of shapes and objects using uniform informal units",
            "example": "measuring a desk using hand spans and recording it as '8 hand spans long'",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-measurement-data/cc-1st-measurement/e/measuring-lengths-2",
            "worksheetSlug": "informal-units-length"
          }
        ]
      },
      {
        "strand": "Space",
        "items": [
          {
            "description": "Make, compare and classify shapes and objects using obvious features",
            "example": "sorting objects by how many sides or corners they have",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-geometry/cc-1st-shapes/e/identify-shapes",
            "worksheetSlug": "classify-shapes"
          },
          {
            "description": "Give and follow directions to move people and objects within a space",
            "example": "following instructions like 'take 3 steps forward, then turn left'",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-geometry",
            "worksheetSlug": "directions-in-space"
          }
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          {
            "description": "Collect and record categorical data, create one-to-one displays, and compare data using frequencies",
            "example": "recording each child's eye colour and making a picture graph with one square per child",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-1st-grade-math/cc-1st-measurement-data/cc-1st-data/e/reading-picture-graphs-1",
            "worksheetSlug": "categorical-data-displays"
          }
        ]
      }
    ],
    "achievementStandard": "By the end of Year 1, students connect number names, numerals and quantities, and order numbers to at least 120. They demonstrate how one- and two-digit numbers can be partitioned in different ways and that two-digit numbers can be partitioned into tens and ones. Students partition collections into equal groups and skip count in twos, fives or tens to quantify collections to at least 120. They solve problems involving addition and subtraction of numbers to 20 and use mathematical modelling to solve practical problems involving addition, subtraction, equal sharing and grouping, using calculation strategies. Students use numbers, symbols and objects to create skip counting and repeating patterns, identifying the repeating unit. They compare and order objects and events based on the attributes of length, mass, capacity and duration, communicating reasoning. Students measure the length of shapes and objects using uniform informal units. They make, compare and classify shapes and objects using obvious features. Students give and follow directions to move people and objects within a space. They collect and record categorical data, create one-to-one displays, and compare and discuss the data using frequencies.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics"
    ]
  },
  {
    "yearLevel": "Year 2",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Order and represent numbers to at least 1,000 — e.g. placing 385, 472 and 519 in order from smallest to largest",
          "Apply place value to partition, rearrange and rename two- and three-digit numbers — e.g. knowing that 253 = 2 hundreds + 5 tens + 3 ones, or 1 hundred + 15 tens + 3 ones",
          "Recall addition and subtraction facts within 20 — e.g. quickly knowing that 8 + 7 = 15 and 15 − 7 = 8",
          "Recall multiplication facts for twos — e.g. knowing that 2 × 6 = 12 from memory",
          "Solve practical additive and multiplicative problems, including money transactions — e.g. working out the total cost of 3 items at $2 each, or how much change from $10",
          "Identify and represent halves, quarters and eighths in measurement contexts — e.g. cutting a ribbon in half, or dividing a pizza into 4 equal quarters"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Describe and continue patterns that increase or decrease by a constant amount — e.g. continuing the pattern 3, 6, 9, 12, ___ (adding 3 each time)",
          "Identify missing elements in patterns — e.g. finding the missing number in 5, 10, ___, 20, 25"
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Measure and compare shapes and objects using uniform informal units — e.g. measuring the length of a table using blocks and finding it is '12 blocks long'",
          "Read time on an analog clock to the hour, half hour and quarter hour — e.g. reading a clock and saying 'it's quarter past 3'",
          "Determine the number of days between events using a calendar — e.g. counting the days from Monday to the following Thursday"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Compare and classify shapes, describing features using formal spatial terms — e.g. saying 'a rectangle has 4 sides and 4 right angles'",
          "Locate and identify positions of features in two-dimensional representations — e.g. finding the library on a simple school map",
          "Move position by following directions and pathways — e.g. following a path on a treasure map using directions like 'go right 3 squares, then up 2'"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Collect, record, represent and interpret categorical data in response to questions — e.g. surveying favourite sports, making a bar graph, and saying 'soccer was the most popular'"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 2, students order and represent numbers to at least 1000, apply knowledge of place value to partition, rearrange and rename two- and three-digit numbers in terms of their parts, and regroup partitioned numbers to assist in calculations. They use mathematical modelling to solve practical additive and multiplicative problems, including money transactions, representing the situation and choosing calculation strategies. Students identify and represent part-whole relationships of halves, quarters and eighths in measurement contexts. They describe and continue patterns that increase and decrease additively by a constant amount and identify missing elements in the pattern. Students recall and demonstrate proficiency with addition and subtraction facts within 20 and multiplication facts for twos. They use uniform informal units to measure and compare shapes and objects. Students determine the number of days between events using a calendar and read time on an analog clock to the hour, half hour and quarter hour. They compare and classify shapes, describing features using formal spatial terms. Students locate and identify positions of features in two-dimensional representations and move position by following directions and pathways. They use a range of methods to collect, record, represent and interpret categorical data in response to questions.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics"
    ]
  },
  {
    "yearLevel": "Year 3",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Order and represent natural numbers beyond 10,000 — e.g. placing 8,250 and 9,130 in the correct position on a number line",
          "Partition two- and three-digit numbers in different ways to assist in calculations — e.g. breaking 347 into 300 + 40 + 7 or 340 + 7 to help with addition",
          "Apply single-digit addition and related subtraction facts to two- and three-digit problems — e.g. using 6 + 7 = 13 to help solve 260 + 70 = 330",
          "Solve problems involving single-digit multiplication and division — e.g. working out how many legs on 8 spiders (8 × 8 = 64)",
          "Recall multiplication facts for 2s, 3s, 4s, 5s and 10s — e.g. quickly answering 4 × 7 = 28 from memory",
          "Represent unit fractions and their multiples in different ways — e.g. shading 3/4 of a circle or placing 1/3 on a number line",
          "Make estimates and determine reasonableness of financial calculations — e.g. estimating that 3 items at $4.95 each will cost about $15"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Find unknown values in number sentences involving addition and subtraction — e.g. solving ___ + 15 = 23 (answer: 8)",
          "Create algorithms to investigate numbers and explore simple patterns — e.g. writing step-by-step instructions: 'start at 2, add 3 each time' to see the pattern 2, 5, 8, 11..."
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Use familiar metric units to estimate, compare and measure attributes of objects — e.g. estimating that a desk is about 1 metre long, then measuring with a ruler to check",
          "Identify angles as measures of turn and compare them to right angles — e.g. recognising that a door opens at a right angle (90°) and a clock hand at 3 o'clock shows a right angle",
          "Estimate and compare duration using formal units of time — e.g. saying 'the movie is about 2 hours' or 'recess is 20 minutes'",
          "Represent money values in different ways — e.g. showing that $1.50 can be made with one $1 coin and a 50c coin, or three 50c coins"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Make, compare and classify objects using key features — e.g. sorting 3D objects into prisms and pyramids based on their faces",
          "Interpret and create two-dimensional representations of familiar environments — e.g. drawing a simple map of the classroom showing the door, windows and desks"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Conduct guided statistical investigations with categorical and discrete numerical data — e.g. investigating 'How many siblings do students in our class have?' and collecting the data",
          "Record, represent and compare collected data — e.g. creating a bar graph of the sibling data and comparing results"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "Identify and describe outcomes and the likelihood of everyday events — e.g. describing the chance of rain today as 'likely' or 'unlikely'",
          "Conduct repeated chance experiments and discuss variation in results — e.g. rolling a die 30 times and noting that each number doesn't come up exactly 5 times"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 3, students order and represent natural numbers beyond 10 000. They partition, rearrange and regroup two- and three-digit numbers in different ways to assist in calculations. Students extend and use single-digit addition and related subtraction facts and apply additive strategies to model and solve problems involving two- and three-digit numbers. They use mathematical modelling to solve practical problems involving single-digit multiplication and division, recalling multiplication facts for twos, threes, fours, fives and tens, and using a range of strategies. Students represent unit fractions and their multiples in different ways. They make estimates and determine the reasonableness of financial and other calculations. Students find unknown values in number sentences involving addition and subtraction. They create algorithms to investigate numbers and explore simple patterns. Students use familiar metric units when estimating, comparing and measuring the attributes of objects and events. They identify angles as measures of turn and compare them to right angles. Students estimate and compare measures of duration using formal units of time. They represent money values in different ways. Students make, compare and classify objects using key features. They interpret and create two-dimensional representations of familiar environments. Students conduct guided statistical investigations involving categorical and discrete numerical data and interpret their results in terms of the context. They record, represent and compare data they have collected. Students use practical activities, observation or experiment to identify and describe outcomes and the likelihood of everyday events explaining reasoning. They conduct repeated chance experiments and discuss variation in results.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  },
  {
    "yearLevel": "Year 4",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Represent tenths and hundredths in decimal form — e.g. writing three-tenths as 0.3 and twenty-five hundredths as 0.25",
          "Multiply natural numbers by multiples of 10 — e.g. calculating 6 × 40 = 240 or 15 × 100 = 1,500",
          "Add, subtract, multiply and divide numbers efficiently using known facts — e.g. using 7 × 8 = 56 to quickly work out 56 ÷ 8 = 7",
          "Use rounding and estimation to check the reasonableness of calculations — e.g. checking 312 + 489 ≈ 300 + 500 = 800, so an answer of 801 is reasonable",
          "Use properties of odd and even numbers — e.g. knowing that an even number plus an odd number always gives an odd result",
          "Recognise equivalent fractions and connect fraction and decimal notations — e.g. knowing that 1/2 = 2/4 = 0.5",
          "Count and represent fractions on a number line — e.g. marking 1/4, 2/4, 3/4 and 4/4 at equal intervals on a number line",
          "Solve financial and other practical problems using number sentences — e.g. writing 3 × $4.50 + $2.00 = $15.50 to find the total cost"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Find unknown values in equations involving addition and subtraction — e.g. solving 45 + ___ = 72 (answer: 27)",
          "Follow and create algorithms that generate sets of numbers and identify emerging patterns — e.g. following the rule 'multiply by 2 and add 1' starting from 1 to get 1, 3, 7, 15..."
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Use scaled instruments to measure length, mass, capacity and temperature — e.g. reading a thermometer (28°C) or weighing flour on kitchen scales (500 g)",
          "Measure and approximate perimeters and areas — e.g. finding the perimeter of a garden bed by adding all sides: 3 m + 5 m + 3 m + 5 m = 16 m",
          "Convert between units of time when solving duration problems — e.g. working out that a 90-minute movie is 1 hour and 30 minutes",
          "Compare angles relative to a right angle using angle names — e.g. identifying that an open book makes an obtuse angle (greater than 90°)"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Represent and approximate shapes and objects in the environment — e.g. drawing a bird's-eye view of the school playground",
          "Create and interpret grid references — e.g. finding a location at B3 on a grid map",
          "Identify line and rotational symmetry in plane shapes; create symmetrical patterns — e.g. showing that a butterfly has one line of symmetry down the middle"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Create many-to-one data displays and assess suitability of displays for representing data — e.g. making a pictograph where each symbol represents 5 students",
          "Discuss the shape of distributions and variation in data — e.g. noticing most students scored between 70–80% on a test with fewer very high or low scores",
          "Use surveys and digital tools to generate data in statistical investigations — e.g. using an online survey to collect data about favourite school subjects"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "Order events or outcomes in terms of likelihood — e.g. ordering 'impossible', 'unlikely', 'even chance', 'likely', 'certain' on a scale",
          "Identify whether events are independent or dependent — e.g. understanding that drawing 2 cards without replacing the first changes the probabilities",
          "Conduct repeated chance experiments and describe variation in results — e.g. spinning a spinner 50 times and comparing actual results to what was expected"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 4, students use their understanding of place value to represent tenths and hundredths in decimal form and to multiply natural numbers by multiples of 10. They use mathematical modelling to solve financial and other practical problems, formulating the problem using number sentences, solving the problem choosing efficient strategies and interpreting the results in terms of the situation. Students use their proficiency with addition and multiplication facts to add and subtract, multiply and divide numbers efficiently. They choose rounding and estimation strategies to determine whether results of calculations are reasonable. Students use the properties of odd and even numbers. They recognise equivalent fractions and make connections between fraction and decimal notations. Students count and represent fractions on a number line. They find unknown values in numerical equations involving addition and subtraction. Students follow and create algorithms that generate sets of numbers and identify emerging patterns. They use scaled instruments and appropriate units to measure length, mass, capacity and temperature. Students measure and approximate perimeters and areas. They convert between units of time when solving problems involving duration. Students compare angles relative to a right angle using angle names. They represent and approximate shapes and objects in the environment. Students create and interpret grid references. They identify line and rotational symmetry in plane shapes and create symmetrical patterns. Students create many-to-one data displays, assess the suitability of displays for representing data and discuss the shape of distributions and variation in data. They use surveys and digital tools to generate categorical or discrete numerical data in statistical investigations and communicate their findings in context. Students order events or the outcomes of chance experiments in terms of likelihood and identify whether events are independent or dependent. They conduct repeated chance experiments and describe the variation in results.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  },
  {
    "yearLevel": "Year 5",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Write and order decimals, including decimals greater than one — e.g. ordering 3.5, 3.05 and 3.55 from smallest to largest",
          "Express natural numbers as products of factors; identify multiples — e.g. knowing that 36 = 4 × 9 = 6 × 6, and that 12, 24, 36 are multiples of 12",
          "Add and subtract fractions with same or related denominators — e.g. calculating 3/4 + 1/2 = 3/4 + 2/4 = 5/4 = 1 1/4",
          "Represent common percentages and connect them to fractions and decimals — e.g. knowing that 25% = 1/4 = 0.25",
          "Multiply large numbers by one- and two-digit numbers — e.g. calculating 245 × 13 = 3,185",
          "Divide by single-digit numbers — e.g. working out 756 ÷ 4 = 189",
          "Check the reasonableness of calculations using estimation — e.g. estimating 398 × 5 ≈ 400 × 5 = 2,000 to check an answer",
          "Solve financial and other practical problems using mathematical modelling — e.g. calculating how many weeks of $15 pocket money to save $200"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Find unknown values in equations involving multiplication and division — e.g. solving 6 × ___ = 42 (answer: 7)",
          "Create and use algorithms to identify patterns in factors and multiples — e.g. finding that all multiples of 6 are also multiples of both 2 and 3"
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Choose and use appropriate metric units to measure length, mass and capacity — e.g. choosing kilometres (not metres) to measure the distance to school",
          "Solve problems involving perimeter and area — e.g. calculating that a 6 m × 4 m room has area 24 m² and perimeter 20 m",
          "Convert between 12- and 24-hour time — e.g. knowing that 3:30 PM is 15:30 in 24-hour time",
          "Estimate, construct and measure angles in degrees — e.g. using a protractor to measure an angle as 135°"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Use grid coordinates to locate and move positions — e.g. finding a point at coordinates (3, 5) on a grid",
          "Connect objects to their two-dimensional nets — e.g. matching a cube to its net of 6 connected squares",
          "Perform and describe transformations; identify symmetries — e.g. reflecting a shape across a line and describing where it ends up"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Plan and conduct statistical investigations with categorical and numerical data using digital tools — e.g. using a spreadsheet to organise and chart data about daily temperatures",
          "Identify the mode and interpret the shape of distributions — e.g. finding that the most common shoe size (mode) in the class is size 3",
          "Interpret and compare data represented in line graphs — e.g. reading a line graph of monthly rainfall and identifying which month was wettest"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "List possible outcomes of chance experiments — e.g. listing all outcomes of rolling a die: {1, 2, 3, 4, 5, 6}",
          "Estimate likelihoods; compare events with and without equally likely outcomes — e.g. comparing a fair coin (equally likely) to a bag with 3 red and 1 blue marble (not equally likely)",
          "Conduct repeated chance experiments — e.g. flipping a coin 100 times and tracking how close the results are to 50/50"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 5, students use place value to write and order decimals including decimals greater than one. They express natural numbers as products of factors and identify multiples. Students order and represent add and subtract fractions with the same or related denominators. They represent common percentages and connect them to their fraction and decimal equivalents. Students use their proficiency with multiplication facts and efficient calculation strategies to multiply large numbers by one- and two-digit numbers and divide by single-digit numbers. They check the reasonableness of their calculations using estimation. Students use mathematical modelling to solve financial and other practical problems, formulating and solving problems, choosing arithmetic operations and interpreting results in terms of the situation. They apply properties of numbers and operations to find unknown values in numerical equations involving multiplication and division. Students create and use algorithms to identify and explain patterns in the factors and multiples of numbers. They choose and use appropriate metric units to measure the attributes of length, mass and capacity, and to solve problems involving perimeter and area. Students convert between 12- and 24-hour time. They estimate, construct and measure angles in degrees. Students use grid coordinates to locate and move positions. They connect objects to their two-dimensional nets. Students perform and describe the results of transformations and identify any symmetries. They plan and conduct statistical investigations that collect nominal and ordinal categorical and discrete numerical data using digital tools. Students identify the mode and interpret the shape of distributions of data in context. They interpret and compare data represented in line graphs. Students conduct repeated chance experiments, list the possible outcomes, estimate likelihoods and make comparisons between those with and without equally likely outcomes.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  },
  {
    "yearLevel": "Year 6",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Use integers to represent points on a number line and in the Cartesian plane — e.g. plotting −3, 0 and 5 on a number line, or locating (2, −4) on a grid",
          "Solve problems using properties of prime, composite and square numbers — e.g. finding that 36 is both a composite number and a perfect square (6 × 6)",
          "Order common fractions; add and subtract fractions with related denominators — e.g. calculating 2/3 − 1/6 = 4/6 − 1/6 = 3/6 = 1/2",
          "Use all 4 operations with decimals — e.g. calculating 12.5 × 0.4 = 5.0 or 7.2 ÷ 0.8 = 9",
          "Connect decimal representations of measurements to the metric system — e.g. knowing that 1.5 km = 1,500 m or 0.25 L = 250 mL",
          "Find a fraction, decimal or percentage of a quantity — e.g. calculating 30% of $80 = $24",
          "Solve financial and practical problems involving percentages and rational numbers — e.g. working out a 15% discount on a $60 item ($60 − $9 = $51)"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Find unknown values in equations involving combinations of arithmetic operations — e.g. solving 4 × ___ + 3 = 19 (answer: 4)",
          "Identify and explain rules used to create growing patterns — e.g. finding the rule for the sequence 2, 6, 18, 54 is 'multiply by 3'",
          "Create and use algorithms to generate sets of numbers using a rule — e.g. writing an algorithm: 'start at 1, double and add 1 each time' to get 1, 3, 7, 15, 31"
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Interpret and use timetables — e.g. reading a bus timetable to find the next departure and how long the journey takes",
          "Convert between common units of length, mass and capacity — e.g. converting 3.5 kg to 3,500 g or 2,750 mL to 2.75 L",
          "Use the formula for the area of a rectangle to solve problems — e.g. calculating the area of an 8 m × 5 m court = 40 m²",
          "Use angle properties to solve problems — e.g. finding a missing angle in a triangle: 180° − 90° − 35° = 55°"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Identify the parallel cross-section for right prisms — e.g. recognising that slicing a triangular prism parallel to its base always gives a triangle",
          "Create tessellating patterns using combinations of transformations — e.g. tiling a floor pattern using rotated and translated hexagons with no gaps",
          "Locate an ordered pair in any one of the 4 quadrants on the Cartesian plane — e.g. plotting the point (−3, 2) in the second quadrant"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Compare distributions of discrete, continuous numerical and ordinal categorical data sets — e.g. comparing the distribution of test scores between two classes using dot plots",
          "Critique arguments presented in the media based on statistics — e.g. questioning an ad that says '9 out of 10 dentists recommend...' by asking about sample size"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "Assign probabilities using common fractions, decimals and percentages — e.g. a 1 in 4 chance = 1/4 = 0.25 = 25%",
          "Conduct simulations using digital tools to generate and record outcomes — e.g. using a spreadsheet to simulate rolling 2 dice 1,000 times",
          "Compare observed frequencies to expected frequencies — e.g. noticing that after 60 coin flips you got 35 heads instead of the expected 30"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 6, students use integers to represent points on a number line and in the Cartesian plane. They solve problems using the properties of prime, composite and square numbers. Students order common fractions, giving reasons, and add and subtract fractions with related denominators. They use all 4 operations with decimals and connect decimal representations of measurements to the metric system. Students solve problems involving finding a fraction, decimal or percentage of a quantity and use estimation to find approximate solutions to problems involving rational numbers and percentages. They use mathematical modelling to solve financial and other practical problems involving percentages and rational numbers, formulating and solving the problem, and justifying choices. Students find unknown values in numerical equations involving combinations of arithmetic operations. They identify and explain rules used to create growing patterns. Students create and use algorithms to generate sets of numbers, using a rule. They interpret and use timetables. Students convert between common units of length, mass and capacity. They use the formula for the area of a rectangle and angle properties to solve problems. Students identify the parallel cross-section for right prisms. They create tessellating patterns using combinations of transformations. Students locate an ordered pair in any one of the 4 quadrants on the Cartesian plane. They compare distributions of discrete and continuous numerical and ordinal categorical data sets as part of their statistical investigations, using digital tools. Students critique arguments presented in the media based on statistics. They assign probabilities using common fractions, decimal and percentages. Students conduct simulations using digital tools, to generate and record the outcomes from many trials of a chance experiment. They compare observed frequencies to the expected frequencies of the outcomes of chance experiments.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  },
  {
    "yearLevel": "Year 7",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Represent natural numbers in expanded form and as products of prime factors using exponent notation — e.g. writing 360 = 2³ × 3² × 5",
          "Solve problems involving squares and square roots of perfect squares — e.g. knowing that √144 = 12 and 12² = 144",
          {
            "description": "Solve addition and subtraction problems with integers",
            "example": "calculating −8 + 5 = −3 or 3 − (−4) = 7",
            "khanAcademyUrl": "https://www.khanacademy.org/math/cc-seventh-grade-math/cc-7th-negative-numbers-add-and-subtract"
          },
          "Use all 4 operations with positive fractions and decimals — e.g. calculating 2/3 × 3/4 = 6/12 = 1/2 or 3.6 ÷ 0.9 = 4",
          "Choose between equivalent representations of rational numbers and percentages — e.g. using 0.125 instead of 1/8 when it makes a calculation easier",
          "Solve practical problems involving ratios, percentages in financial contexts — e.g. calculating 10% GST on a $450 item or splitting a $120 bill in the ratio 2:3"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Use algebraic expressions to represent situations and describe relationships between variables — e.g. writing C = 5n + 20 for the cost of n people at $5 each plus a $20 booking fee",
          "Substitute values into formulas to determine unknown values — e.g. substituting r = 7 into A = πr² to find the area of a circle",
          "Solve linear equations with natural number solutions — e.g. solving 3x + 5 = 20, so x = 5",
          "Create tables of values related to algebraic expressions and describe the effect of variation — e.g. making a table for y = 2x + 1 when x = 0, 1, 2, 3 and seeing y increases by 2 each time"
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Use formulas for areas of triangles and parallelograms — e.g. area of a triangle with base 10 cm and height 6 cm: A = 1/2 × 10 × 6 = 30 cm²",
          "Calculate volumes of rectangular and triangular prisms — e.g. volume of a box: 20 cm × 15 cm × 10 cm = 3,000 cm³",
          "Describe relationships between radius, diameter and circumference of a circle — e.g. a circle with diameter 10 cm has circumference ≈ 31.4 cm (π × 10)",
          "Apply angle relationships and the sum of angles in a triangle to solve problems — e.g. angles on a straight line sum to 180°, so if one angle is 110° the other is 70°"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Classify polygons according to their features — e.g. identifying a shape as a regular hexagon because it has 6 equal sides and 6 equal angles",
          "Represent objects two-dimensionally in different ways — e.g. drawing the front, side and top views of a building block structure",
          "Use coordinates to describe transformations of points in the plane — e.g. reflecting the point (3, 2) in the y-axis to get (−3, 2)"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Plan and conduct statistical investigations with discrete and continuous numerical data — e.g. investigating whether taller students have larger hand spans by measuring both",
          "Interpret shape of distribution and summary statistics; identify possible outliers — e.g. noticing one student scored 15/100 when most scored 60–80 — that's an outlier",
          "Decide which measure of central tendency is most suitable and explain reasoning — e.g. using the median for house prices because a few very expensive houses skew the mean"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "List sample spaces for single-step experiments — e.g. listing all outcomes when drawing a card: {heart, diamond, club, spade} for suits",
          "Assign probabilities to outcomes and predict relative frequencies — e.g. predicting that in 300 rolls of a fair die, each number should appear about 50 times",
          "Conduct experiments and simulations; explain differences between predicted and observed results — e.g. simulating 200 coin flips digitally and getting 108 heads vs the expected 100"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 7, students represent natural numbers in expanded form and as products of prime factors, using exponent notation. They solve problems involving squares of numbers and square roots of perfect square numbers. Students solve problems involving addition and subtraction of integers. They use all 4 operations in calculations involving positive fractions and decimals, choosing efficient calculation strategies. Students choose between equivalent representations of rational numbers and percentages to assist in calculations. They use mathematical modelling to solve practical problems involving rational numbers, percentages and ratios in financial and other applied contexts, justifying choices of representation. Students use algebraic expressions to represent situations, describe the relationships between variables from authentic data and substitute values into formulas to determine unknown values. They solve linear equations with natural number solutions. Students create tables of values related to algebraic expressions and formulas, and describe the effect of variation. They apply knowledge of angle relationships and the sum of angles in a triangle to solve problems, giving reasons. Students use formulas for the areas of triangles and parallelograms and the volumes of rectangular and triangular prisms to solve problems. They describe the relationships between the radius, diameter and circumference of a circle. Students classify polygons according to their features and create an algorithm designed to sort and classify shapes. They represent objects two-dimensionally in different ways, describing the usefulness of these representations. Students use coordinates to describe transformations of points in the plane. They plan and conduct statistical investigations involving discrete and continuous numerical data, using appropriate displays. Students interpret data in terms of the shape of distribution and summary statistics, identifying possible outliers. They decide which measure of central tendency is most suitable and explain their reasoning. Students list sample spaces for single step experiments, assign probabilities to outcomes and predict relative frequencies for related events. They conduct repeated single-step chance experiments and run simulations using digital tools, giving reasons for differences between predicted and observed results.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  },
  {
    "yearLevel": "Year 8",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Recognise irrational numbers and terminating or recurring decimals — e.g. knowing that √2 = 1.41421... is irrational, while 1/3 = 0.333... is a recurring (rational) decimal",
          "Apply exponent laws to calculations with positive integer exponents — e.g. simplifying 2³ × 2⁴ = 2⁷ = 128",
          "Solve problems involving the 4 operations with integers and positive rational numbers — e.g. calculating (−3) × (−4) = 12 or −15 ÷ 3 = −5",
          "Solve practical problems involving ratios, percentages and rates in financial contexts — e.g. calculating compound interest on $1,000 at 5% for 2 years, or comparing phone plans at different per-GB rates"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Rearrange, expand and factorise linear expressions — e.g. expanding 3(2x + 5) = 6x + 15, or factorising 12x − 8 = 4(3x − 2)",
          "Graph linear relations — e.g. plotting y = 2x − 3 by making a table of values and drawing the straight line",
          "Solve linear equations with rational solutions and one-variable inequalities — e.g. solving 2x − 7 = 3 gives x = 5, or solving 3x < 12 gives x < 4",
          "Use mathematical modelling to solve problems using linear relations — e.g. modelling the cost of a taxi trip as C = 3.50 + 2.10k, where k is kilometres"
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Solve problems involving perimeter and area of composite shapes — e.g. finding the area of an L-shaped room by splitting it into two rectangles",
          "Calculate the volume of right prisms — e.g. volume of a triangular prism with base area 12 cm² and length 20 cm = 240 cm³",
          "Use Pythagoras' theorem to solve problems involving right-angle triangles — e.g. finding the hypotenuse when two sides are 3 and 4: √(9 + 16) = √25 = 5",
          "Use formulas for the area and circumference of circles — e.g. area of a circular pool with radius 4 m: A = π × 4² ≈ 50.3 m²",
          "Solve duration problems involving 12- and 24-hour cycles across multiple time zones — e.g. working out the local time in Perth when it's 3 PM in Sydney (2 hours behind = 1 PM)"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Use 3 dimensions to locate and describe position — e.g. using (row, column, level) coordinates to describe a seat in a theatre",
          "Identify conditions for congruency and similarity in shapes — e.g. proving two triangles are congruent because they share SSS (all three sides equal)",
          "Apply properties of quadrilaterals to solve problems — e.g. using the fact that opposite angles in a parallelogram are equal to find a missing angle"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Conduct statistical investigations and explain implications of sampling — e.g. explaining why surveying only Year 8 students doesn't represent the whole school's opinion",
          "Analyse and describe the distribution of data — e.g. describing a histogram of heights as 'roughly symmetrical with most values between 155–170 cm'",
          "Compare variation in random samples of different sizes from a given population — e.g. showing that samples of 100 produce more consistent results than samples of 10"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "Represent combinations of 2 events with tables and diagrams — e.g. making a two-way table for rolling a die and flipping a coin (12 outcomes)",
          "Determine probabilities of compound events to solve practical problems — e.g. finding the probability of getting 2 heads in a row: 1/2 × 1/2 = 1/4",
          "Conduct experiments and simulations for compound events using digital tools — e.g. using a spreadsheet to simulate drawing 2 cards from a deck 1,000 times"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 8, students recognise irrational numbers and terminating or recurring decimals. They apply the exponent laws to calculations with numbers involving positive integer exponents. Students solve problems involving the 4 operations with integers and positive rational numbers. They use mathematical modelling to solve practical problems involving ratios, percentages and rates in measurement and financial contexts. Students apply algebraic properties to rearrange, expand and factorise linear expressions. They graph linear relations and solve linear equations with rational solutions and one-variable inequalities, graphically and algebraically. Students use mathematical modelling to solve problems using linear relations, interpreting and reviewing the model in context. They make and test conjectures involving linear relations using digital tools. Students use appropriate metric units when solving measurement problems involving the perimeter and area of composite shapes, and volume of right prisms. They use Pythagoras’ theorem to solve measurement problems involving unknown lengths of right-angle triangles. Students use formulas to solve problems involving the area and circumference of circles. They solve problems of duration involving 12- and 24-hour cycles across multiple time zones. Students use 3 dimensions to locate and describe position. They identify conditions for congruency and similarity in shapes and create and test algorithms designed to test for congruency and similarity. Students apply the properties of quadrilaterals to solve problems. They conduct statistical investigations and explain the implications of obtaining data through sampling. Students analyse and describe the distribution of data. They compare the variation in distributions of random samples of the same and different size from a given population with respect to shape, measures of central tendency and range. Students represent the possible combinations of 2 events with tables and diagrams, and determine related probabilities to solve practical problems. They conduct experiments and simulations using digital tools to determine related probabilities of compound events.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  },
  {
    "yearLevel": "Year 9",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Use rational and irrational numbers to solve problems — e.g. using √2 ≈ 1.414 to calculate the diagonal of a 1 m × 1 m square",
          "Extend and apply exponent laws with positive integers to variables — e.g. simplifying (2x³)² = 4x⁶",
          "Express small and large numbers in scientific notation — e.g. writing 0.00045 as 4.5 × 10⁻⁴ or 3,700,000 as 3.7 × 10⁶"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Expand binomial products — e.g. expanding (x + 3)(x − 5) = x² − 2x − 15",
          "Factorise monic quadratic expressions — e.g. factorising x² + 7x + 12 = (x + 3)(x + 4)",
          "Find the distance between 2 points on the Cartesian plane — e.g. distance from (1, 2) to (4, 6) = √(9 + 16) = 5",
          "Find the gradient and midpoint of a line segment — e.g. gradient between (2, 3) and (6, 11) = (11 − 3)/(6 − 2) = 2; midpoint = (4, 7)",
          "Graph quadratic functions — e.g. sketching y = x² − 4, identifying the vertex at (0, −4) and x-intercepts at x = ±2",
          "Solve monic quadratic equations with integer roots algebraically — e.g. solving x² − 5x + 6 = 0 by factoring to get x = 2 or x = 3",
          "Describe the effects of parameter variation on functions and relations — e.g. explaining how changing 'a' in y = ax² makes the parabola narrower or wider"
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Solve problems involving the surface area and volume of right prisms and cylinders — e.g. volume of a water tank (cylinder) with radius 2 m and height 3 m: V = π × 4 × 3 ≈ 37.7 m³",
          "Determine percentage errors in measurements — e.g. if a length is measured as 50 cm ± 0.5 cm, the percentage error is 1%",
          "Apply Pythagoras' theorem and trigonometric ratios to solve right-angled triangle problems — e.g. using tan(35°) to find the height of a building from a measured distance away"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Solve problems involving ratio, similarity and scale in two-dimensional situations — e.g. using a 1:200 scale drawing where 3 cm represents 6 m in real life",
          "Apply the enlargement transformation to images of shapes and objects — e.g. enlarging a photo by scale factor 2, doubling all lengths",
          "Design and test algorithms based on geometric constructions or theorems — e.g. writing step-by-step instructions to bisect an angle using a compass"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Compare and analyse distributions of multiple numerical data sets — e.g. comparing test scores between 3 different classes using back-to-back stem plots",
          "Describe features using summary statistics and shape of distributions; consider effect of outliers — e.g. explaining how one student scoring 100% changes the mean from 65% to 68%",
          "Explain how sampling techniques and representation can support or question conclusions — e.g. pointing out that a voluntary online poll may be biased toward people who feel strongly"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "Determine sets of outcomes for compound events and represent them in various ways — e.g. using a tree diagram to show all outcomes when choosing 2 marbles from a bag",
          "Assign probabilities to outcomes of compound events — e.g. finding P(red then blue) = 3/10 × 4/9 when drawing without replacement",
          "Design and conduct experiments or simulations for combined events using digital tools — e.g. simulating 1,000 draws from a bag to verify theoretical probability"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 9, students recognise and use rational and irrational numbers to solve problems. They extend and apply the exponent laws with positive integers to variables. Students expand binomial products, and factorise monic quadratic expressions. They find the distance between 2 points on the Cartesian plane, and the gradient and midpoint of a line segment. Students use mathematical modelling to solve problems involving change in financial and other applied contexts, choosing to use linear and quadratic functions. They graph quadratic functions and solve monic quadratic equations with integer roots algebraically. Students describe the effects of variation of parameters on functions and relations, using digital tools, and make connections between their graphical and algebraic representations. They apply formulas to solve problems involving the surface area and volume of right prisms and cylinders. Students solve problems involving ratio, similarity and scale in two-dimensional situations. They determine percentage errors in measurements. Students apply Pythagoras’ theorem and use trigonometric ratios to solve problems involving right-angled triangles. They use mathematical modelling to solve practical problems involving direct proportion, ratio and scale, evaluating the model and communicating their methods and findings. Students express small and large numbers in scientific notation. They apply the enlargement transformation to images of shapes and objects, and interpret results. Students design, use and test algorithms based on geometric constructions or theorems. They compare and analyse the distributions of multiple numerical data sets, choose representations, describe features of these data sets using summary statistics and the shape of distributions, and consider the effect of outliers. Students explain how sampling techniques and representation can be used to support or question conclusions or to promote a point of view. They determine sets of outcomes for compound events and represent these in various ways. Students assign probabilities to the outcomes of compound events. They design and conduct experiments or simulations for combined events using digital tools.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  },
  {
    "yearLevel": "Year 10",
    "objectives": [
      {
        "strand": "Number",
        "items": [
          "Recognise the effect of approximations of real numbers in repeated calculations — e.g. showing how rounding π to 3.14 vs 3.14159 leads to different answers over many calculations",
          "Interpret and use logarithmic scales representing small or large quantities — e.g. understanding the Richter scale where each whole number represents 10× more energy"
        ]
      },
      {
        "strand": "Algebra",
        "items": [
          "Solve problems involving growth and decay using linear, quadratic and exponential functions — e.g. modelling population growth with P = 1000 × 1.05ⁿ (5% annual growth)",
          "Solve simultaneous linear equations and linear inequalities in 2 variables graphically — e.g. finding where y = 2x + 1 and y = −x + 7 intersect at (2, 5)",
          "Make and test conjectures involving functions and relations using digital tools — e.g. using graphing software to explore how changing coefficients affects a parabola"
        ]
      },
      {
        "strand": "Measurement",
        "items": [
          "Solve problems involving surface area and volume of composite objects — e.g. finding the total surface area of a cylindrical tank with hemispherical ends",
          "Apply Pythagoras' theorem and trigonometry to practical right-angled triangle problems — e.g. calculating the angle of elevation to a building from a point 50 m away",
          "Identify the impact of measurement errors on accuracy of results — e.g. explaining how a 1 mm error in measuring a cube's side leads to a larger percentage error in volume",
          "Solve practical problems involving proportion and scaling — e.g. using a map scale of 1:50,000 to calculate real distances between towns"
        ]
      },
      {
        "strand": "Space",
        "items": [
          "Use deductive reasoning, theorems and algorithms to solve spatial problems — e.g. proving that angles in a quadrilateral sum to 360° using triangle angle sum",
          "Interpret networks used to represent practical situations and describe connectedness — e.g. analysing a road network to find the shortest route between two towns"
        ]
      },
      {
        "strand": "Statistics",
        "items": [
          "Plan and conduct statistical investigations involving bivariate data — e.g. investigating whether there is a relationship between hours of study and exam results",
          "Represent distributions using tables and scatter plots; comment on possible association — e.g. plotting height vs arm span and noting a positive association",
          "Analyse inferences and conclusions in the media, noting potential sources of bias — e.g. identifying that a survey about sugar tax funded by a soft drink company may be biased",
          "Compare distributions of continuous numerical data using various displays — e.g. using box plots to compare marathon times between age groups"
        ]
      },
      {
        "strand": "Probability",
        "items": [
          "Apply conditional probability to solve problems involving compound events — e.g. finding P(pass | studied 3+ hours) using a two-way frequency table",
          "Design and conduct simulations involving conditional probability using digital tools — e.g. simulating a medical test with 95% accuracy to understand false positive rates"
        ]
      }
    ],
    "achievementStandard": "By the end of Year 10, students recognise the effect of approximations of real numbers in repeated calculations. They use mathematical modelling to solve problems involving growth and decay in financial and other applied situations, applying linear, quadratic and exponential functions as appropriate, and solve related equations, numerically and graphically. Students make and test conjectures involving functions and relations using digital tools. They solve problems involving simultaneous linear equations and linear inequalities in 2 variables graphically and justify solutions. Students interpret and use logarithmic scales representing small or large quantities or change in applied contexts. They solve  measurement problems involving surface area and volume of composite objects. Students apply Pythagoras’ theorem and trigonometry to solve practical problems involving right-angled triangles. They identify the impact of measurement errors on the accuracy of results. Students use mathematical modelling to solve practical problems involving proportion and scaling, evaluating and modifying models, and reporting assumptions, methods and findings. They use deductive reasoning, theorems and algorithms to solve spatial problems. Students interpret networks used to represent practical situations and describe connectedness. They plan and conduct statistical investigations involving bivariate data. Students represent the distribution of data involving 2 variables, using tables and scatter plots, and comment on possible association. They analyse inferences and conclusions in the media, noting potential sources of bias. Students compare the distribution of continuous numerical data, using various displays, and discuss distributions in terms of centre, spread, shape and outliers. They apply conditional probability to solve problems involving compound events. Students design and conduct simulations involving conditional probability, using digital tools.",
    "strands": [
      "Number",
      "Algebra",
      "Measurement",
      "Space",
      "Statistics",
      "Probability"
    ]
  }
]