{
  "phoneme": "The smallest unit of sound in a word (e.g. the word ‘is’ has 2 phonemes: /i/ and /s/; the word ‘ship’ has 3 phonemes: /sh/, /i/, /p/).",
  "graph": "A single letter that represents a sound (phoneme) in a word (e.g. the letter 'f' in the word 'fog').",
  "grapheme": "A letter or group of letters that represent a single sound (phoneme) in a word (e.g. 'ph' in 'photo' represents the /f/ sound).",
  "digraph": "Two letters representing one sound. Vowel digraphs have 2 vowels (e.g. ‘oo’), consonant digraphs have 2 consonants (e.g. ‘sh’), vowel–consonant digraphs have one vowel and one consonant (e.g. ‘er’).",
  "vowel digraph": "Two successive vowels that represent a single phoneme (e.g. /ai/ in the word ‘rain’; /ea/ in the word ‘beach’; /ee/ in the word ‘free’).",
  "blend": "Running the individual sounds in a word together to make a word (e.g. sounding out /b/-/i/-/g/ to make ‘big’).",
  "segment": "To break a word into its individual sounds (phonemes), e.g. saying /c/-/a/-/t/ for the word 'cat'.",
  "consonant blend": "A group of 2 or 3 consonants that are all pronounced individually (e.g. /b/ and /l/ in the word ‘black’; /s/, /p/ and /r/ in the word ‘spring’).",
  "long vowel": "A vowel that is pronounced the same as the name of the letter (e.g. be, go).",
  "high-frequency words": "The most common words used in written English text. Many of these words cannot be decoded using sound–letter correspondence and need to be learnt (e.g. ‘come’, ‘was’, ‘one’).",
  "phonic knowledge": "Understanding of the relationships between letters and sounds in a language; the correspondence between the sounds (phonemes) and the letter patterns which represent these sounds (graphemes).",
  "morpheme": "The smallest meaningful or grammatical unit in a language. Morphemes are not necessarily the same as words (e.g. the word ‘cats’ has 2 morphemes: ‘cat’ for the animal and ‘s’ to show more than one).",
  "morphemic knowledge": "Understanding of how words are built from meaningful parts (morphemes) such as prefixes, suffixes and base words, and using this knowledge to read, spell and understand unfamiliar words.",
  "syllable": "A word, or part of a word, pronounced as a unit usually consisting of a vowel alone or a vowel with one or more consonants (e.g. ‘bat’ has one syllable; ‘bat-ting’ has 2 syllables).",
  "multisyllabic": "Words consisting of more than one syllable.",
  "grammatical morpheme": "A morpheme that serves a grammatical function, such as '-ed' for past tense, '-s' for plural, or '-ing' for ongoing action.",
  "compound sentence": "A sentence with 2 or more main clauses of equal grammatical status, usually marked by a coordinating conjunction, e.g. [Ira came home this morning] [but he didn't stay long].",
  "complex sentence": "A sentence with one or more subordinate clauses. In the following example, the subordinate clause is shown in brackets: I took my umbrella [because it was raining].",
  "proper noun": "A noun that names a specific person, place, thing, day, month or festival (e.g. 'Australia', 'October'). Always written with a capital letter.",
  "tense": "The form a verb takes to show when something happens. Present tense ('Jo has a cat') shows now; past tense ('Jo had a cat') shows before.",
  "subjective language": "Use of language which reflects the opinions, interpretations, emotions and judgement of the writer or speaker.",
  "objective language": "Language used to convey evidence-based ideas and conclusion, minimising the emotions, personal opinions and judgements of the speaker or writer.",
  "narrative": "A text that tells a story by sequencing events, real or imagined, typically using an orientation, complication and resolution.",
  "recount": "A text type that retells events or experiences in time order, typically including who, what, when, where and why.",
  "informative text": "A text type that provides factual information to inform or explain a topic to the reader.",
  "multimodal": "A combination of 2 or more communication modes (e.g. print, image and spoken text, as in film or computer presentations).",
  "multimodal features": "Features from two or more communication modes such as written text, images, sound and gesture, combined for purpose and audience.",
  "literary device": "A structural or language technique used to shape meaning, and for aesthetic or stylistic purposes (e.g. narrative structure, characterisation and setting, rhetorical devices, and figurative language).",
  "literary text": "Past and contemporary texts across a range of cultural contexts which are valued for their form and style and are recognised as having artistic value.",
  "rhetorical device": "Use of language that is intended to have an effect on an audience such as evoking an emotion or persuading an audience by appealing to logos, ethos, pathos and kairos.",
  "intertextual references": "Associations or connections between one text and other texts that may be overt or less explicit. They can take the form of direct quotation, parody, allusion or structural borrowing.",
  "text structure": "The way a text is organised internally, including its overall framework and how parts connect to form a coherent whole. Varies by purpose and text type.",
  "language features": "Elements of language that support meaning, including grammar, vocabulary, figurative language, punctuation and images. Choices vary by purpose and audience.",
  "visual features": "Visual components of a text which may include placement, salience, framing, representation of action or reaction, shot size, social distance and camera angle.",
  "features of voice": "Particular vocal qualities a speaker selects and uses including volume, tone, pitch, pace and fluency to engage, and have an impact on, their audience.",
  "phrasing": "Grouping words together meaningfully when reading aloud, using punctuation and meaning as guides for natural pauses.",
  "fluency": "The ability to read a text accurately with appropriate pace and phrasing. In writing, the ability to form letters with ease and automaticity.",
  "aesthetic": "Concerned with a sense of beauty or an appreciation of artistic expression.",
  "sentence boundary punctuation": "Punctuation marks that show where sentences begin and end, such as capital letters, full stops, question marks and exclamation marks.",
  "letter pattern": "A recurring combination of letters that represents particular sounds in words (e.g. 'ight' in 'light', 'night', 'sight')."
}